[
    "Tervezd meg és valósítsd meg a fő irányítópult felhasználói felületét.",
    "Fejlessz RESTful API végpontokat a felhasználói hitelesítéshez.",
    "Javítsd ki a hibát, amely megszakadásokhoz vezet a bejelentkezési folyamat során.",
    "Írj átfogó egységteszteket az új funkciókhoz.",
    "Frissítsd a projekt dokumentációját, hogy tükrözze a legutóbbi változásokat.",
    "Refaktoráld a régi kódot a teljesítmény és olvashatóság javítása érdekében.",
    "Valósítsd meg az új funkciót, amely lehetővé teszi a felhasználói adatok CSV-be történő exportálását.",
    "Végezz el kódellenőrzéseket a fejlesztői csapat által benyújtott pull requesteknél.",
    "Telepítsd az új verziót a produkciós szerverre.",
    "Optimalizáld az adatbázis lekérdezéseket a teljesítmény javítása érdekében.",
    "Készíts reszponzív dizájnt az alkalmazás mobil verziójához.",
    "Állítsd be a folyamatos integrációs és telepítési folyamatokat.",
    "Javítsd az hibajegyzékeket, hogy részletesebb információkat tartalmazzanak.",
    "Fejlessz ki egy új felhasználói bevezetési útmutatót az alkalmazáshoz.",
    "Javítsd az alkalmazás betöltési idejét az eszközök optimalizálásával.",
    "Javítsd a biztonsági réseket a legutóbbi audit alapján.",
    "Adj hozzá felhasználói profilkezelési funkciókat az alkalmazáshoz.",
    "Írj migrációs szkripteket a legújabb adatbázis sémaváltozásokhoz.",
    "Frissítsd az alkalmazás adatvédelmi irányelveit, hogy megfeleljen az új szabályozásoknak.",
    "Készíts biztonsági másolatot és helyreállítási tervet a produkciós adatbázishoz.",
    "Valósítsd meg a gyorsítótárazási stratégiát a szerver terhelésének csökkentésére.",
    "Refaktoráld az adatbázis sémát az új üzleti követelmények támogatására.",
    "Fejlessz ki egy egyedi irányítópultot az adminisztrátorok számára a rendszer egészségének nyomon követésére.",
    "Javítsd a keresési funkciót, hogy tartalmazzon fejlett szűrőket.",
    "Írj automatizált end-to-end teszteket a kritikus munkafolyamatokhoz.",
    "Integráld a harmadik fél által nyújtott fizetési átjárót a tranzakciókhoz.",
    "Javítsd az alkalmazás hozzáférhetőségét a fogyatékkal élő felhasználók számára.",
    "Frissítsd a felhasználói felület komponenseit, hogy megfeleljenek az új dizájn irányelveinek.",
    "Készíts egy felhasználói visszajelzés-gyűjtő rendszert az alkalmazáson belül.",
    "Készíts új funkciókat a felhasználói értesítésekhez.",
    "Valósítsd meg az adatimportálást CSV fájlokból az alkalmazásba.",
    "Tedd lehetővé az alkalmazás konfigurációs beállításainak egyszerű kezelését.",
    "Fejleszd az alkalmazás adatvédelmi és biztonsági funkcióit.",
    "Készíts új jelentéseket a felhasználói tevékenységekről.",
    "Optimalizáld az alkalmazás memóriahasználatát.",
    "Fejlessz ki új funkciókat az alkalmazás adminisztrátori felületéhez.",
    "Javítsd az alkalmazás teljesítményét a háttérszolgáltatások optimalizálásával.",
    "Írj dokumentációt az alkalmazás API végpontjairól.",
    "Készíts új felhasználói segédleteket az alkalmazás használatához.",
    "Fejleszd az alkalmazás offline működési képességeit.",
    "Javítsd az alkalmazás keresési algoritmusát a pontosabb találatok érdekében.",
    "Tedd lehetővé az alkalmazás automatikus frissítéseit.",
    "Valósítsd meg a felhasználói jogosultságok és szerepkörök kezelését.",
    "Készíts új integrációkat külső szolgáltatásokkal.",
    "Frissítsd az alkalmazás felhasználói felületének dizájnját a legújabb trendek szerint.",
    "Javítsd az alkalmazás adatkezelési képességeit.",
    "Fejleszd az alkalmazás hibakezelési és naplózási rendszereit.",
    "Készíts új funkciókat az alkalmazás testreszabásához.",
    "Javítsd az alkalmazás felhasználói élményét a dizájn és a funkcionalitás kombinálásával.",
    "Implementáld az új jelentési eszközöket az alkalmazásban.",
    "Fejleszd az alkalmazás felhasználói beállításait és preferenciáit.",
    "Javítsd az alkalmazás teljesítményét a háttérszolgáltatások optimalizálásával.",
    "Készíts új jelentéseket az alkalmazás felhasználói tevékenységeiről.",
    "Valósítsd meg az alkalmazás személyre szabását felhasználói igények alapján."
]
